cask_args appdir: '/Applications'

tap 'jondot/tap'
tap 'mutagen-io/mutagen'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'shopify/shopify'

brew 'ack'
brew 'coreutils'
brew 'gcc'
brew 'git'
brew 'grc'
brew 'gh'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'mutagen-io/mutagen/mutagen-beta'
brew 'node'
brew 'nodenv'
brew 'readline'
brew 'pv'
brew 'roundup'
brew 'spaceman-diff'
brew 'wardenenv/warden/warden'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'fantastical'
cask 'font-fira-code'
cask 'github'
cask 'google-chrome'
cask 'keepingyouawake'
cask 'slack'
cask 'tableplus'
cask 'visual-studio-code'
cask 'iterm2'
cask 'figma'
cask 'phpstorm'
cask 'postman'
