cask_args appdir: '/Applications'

tap 'davidalger/warden'
tap 'jondot/tap'
tap 'mutagen-io/mutagen'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'shopify/shopify'

brew 'ack'
brew 'coreutils'
brew 'davidalger/warden/warden'
brew 'docker-compose'
brew 'git'
brew 'grc'
brew 'hub'
brew 'hygen'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'mutagen-io/mutagen/mutagen'
brew 'node'
brew 'nodenv'
brew 'readline'
brew 'pv'
brew 'roundup'
brew 'spaceman-diff'
brew 'themekit'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'basecamp'
cask 'docker'
cask 'fantastical'
cask 'font-fira-code'
cask 'flux'
cask 'github'
cask 'google-chrome'
cask 'graphiql'
cask 'keepingyouawake'
cask 'slack'
cask 'tableplus'
cask 'vlc'
cask 'viscosity'
cask 'visual-studio-code'
cask 'notion'
cask 'iterm2'
cask 'zoomus'
cask 'figma'
cask 'dropbox'
cask 'phpstorm'
cask 'postman'
